Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/koulutus_ja_oppimateriaali.html.tmx
Source language: fin
Languages: sms

source: Koulutus ja oppimateriaali
sms: Škooultõs da mättmateriaal

source: Saamelaiskäräjät edistää saamen kielten, saamenkielistä sekä saamelaisen kulttuurin opetusta.
sms: Sääʹmteʹǧǧ oouʹdad sääʹmǩiõli, sääʹmǩiõllsaž di sääʹmkulttuur mättʼtõõzz.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta sekä koulutus- ja oppimateriaalitoimisto toimivat yhteistyössä saamelaisten kotiseutualueen kuntien, muiden koulutuksen järjestäjien, pohjoismaisten sisarelinten ja valtion opetushallinnon kanssa.
sms: Sääʹmteeʹǧǧ škooultõs- da mättmateriaal-luʹvddkåʹdd di škooultõs- da mättmateriaalkoontâr tuåimma õhttsažtuâjast säʹmmlai dommvuuʹd kooʹddivuiʹm, jeeʹres škooultõõzz riâššjivuiʹm, tâʹvvjânnmallaš vaʹstteei orgaanivuiʹm da riikk mättʼtõsvaldšmin.

source: Saamelaiskäräjät edustaa saamelaisten ääntä koulutuspolitiikassa.
sms: Sääʹmteʹǧǧ eeʹttkâstt säʹmmlai jiõn škooultõspolitiikkâst.

source: Saamen kielten ja saamelaisen kulttuurin asema opetuksessa on yksi tärkeimmistä saamelaisten tulevaisuuden kysymyksistä.
sms: Sääʹmǩiõli da sääʹmkulttuur sââʹjj mättʼtõõzzâst lij õhtt vääžnʼjummuz säʹmmlai puõʹttivuõđ kõõččmõõžžin.

source: Avoimet digimateriaalit
sms: Ođđ materiaal mättʼtõʹsse

source: Ajankohtaista
sms: Ääiʹjpoddsaž
